[app]
language=Українська
load_error=Цей файл пошкоджено або він не підтримується
load_error_ext=потрібно встановити ▢ Розширення зображень, щоб відкрити таки ▢ файли
yes=Так
no=Ні
LANGUAGE_TIP=Зміна мови потребує перезапуску програми
OPEN_WITH=Перегляд за допомогою PhoXoSee
welcome=Ласкаво просимо до PhoXoSee!
intro=PhoXoSee - це надзвичайно швидкий і легкий переглядач зображень
welcome_open=ВІДКРИТИ
plugin_button=ВСТАНОВИТИ
cancel=Скасувати
ocr_none=Текст на зображенні не знайдено.

[TOOLBAR]
1=Кіноплівка (F)
2=Геолокація
3=Фактичний розмір (/ або 1)
4=Вписати в розмір вікна (/ або 1)
5=Збільшити масштаб (Ctrl + коліщатко)
6=Зменшити масштаб (Ctrl + коліщатко)
7=Попереднє зображення (←)
8=Наступне зображення (→ або Пробіл)
9=Повернути на 90° вліво (Ctrl+L)
10=Повернути на 90° вправо (Ctrl+R)
11=Видалити (Delete)
12=Змінити розмір зображення (F2)
13=Покращити перегляд зображення
14=Меню (M)
15=Повноекранний режим (Enter)
16=Вийти з повноекранного режиму (Enter)
17=Кольорова тема
18=Пошук фото за датою зйомки
19=Доступна нова версія
20=Обрізати (K)

[ColorTheme]
1=Колір вікна: Як у системі|Колір вікна: Світла тема|Колір вікна: Темна тема|Колір вікна: Власний
t=Утримуйте Shift для швидкого налаштування

[ViewEnhance]
t=Яскравість|Кольоровість|Чіткість|М'яке світло

[EXIF]
0=Інформація
1=Ім'я файлу:
2=Тип файлу:
3=Розмір файлу:
4=Розмір зображення:
5=Дата модифікації:
20=Дата зйомки:
21=Виробник:
22=Модель:
23=Об'єктив:
24=Діафрагмове число:
25=Максимальна діафрагма:
26=Час експозиції:
27=Роздільність:
28=ISO:
29=Фокусна відстань:
30=Вимірювальний режим:
31=Фотоспалах:
33=Програма експозиції:
35=Кількість кадрів:
50=Програмне забезпечення:
80=_/Середній/Середньозважений/Точковий/Багатоточковий/За шаблоном/Частковий
81=Зі спалахом/Без спалаху
83=_/Ручний режим/Нормальна програма/Пріоритет діафрагми/Пріоритет витримки/Творча програма (з перевагою глибини різкості)/Активна програма (з перевагою швидкої витримки)/Портретний режим (для зйомки крупним планом з розмитим фоном)/Пейзажний режим (для зйомки пейзажів з фоном у фокусі)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Перегляд|Загальні|Асоціації|Провідник|Різне|Конфіденційність
10=Апаратне прискорення рендерингу (GPU)
11=Не вмикайте, якщо зображення виглядає ненормально
12=Відображати діалог підтвердження перед видаленням
13=Розумна стратегія відображення дуже довгих зображень
14=Показати фактичний розмір і позиціонувати зверху
15=Якість збереження JPEG
16=[0..100], рекомендується 80
19=Не запускати декілька екземплярів програми
20=Вимкнути анімацію при запуску в головному вікні
21=Увімкнути історію останніх файлів
22=Зберегти налаштування інтерфейсу
23=Відкрити останнє зображення при запуску
24=Ескізи для вибраних форматів (потрібен перезапуск)
25=Видаляти файли остаточно (без переміщення в Кошик)
26=Автофон SVG при занадто світлому/темному
100=Коліщатко миші
101=Попереднє/наступне зображення|Масштабування
103=Подвійний клік
104=Збільшити (2x)|Фактичний розмір (100%)|Повний екран
106=Провайдер GPS
107=Bing Maps|Google Maps
109=Максимальний рівень масштабування
110=Циклічний перегляд зображень в теках
113=Автоматичне збереження повернутого зображення
114=Ігнорувати вбудований ICC-профіль зображення
115=Очистити кеш ескізів
116=Крок масштабування
117=Стандартний|Швидкий
118=Показати сітку прозорості
119=Завжди відображати зображення у максимально можливій якості
200=Розширення|Додаток за замовчуванням
201=Змінити
300=Додати пункт у контекстне меню Провідника Windows
301=Клавіша ESC для виходу з програми
302=Тема кнопки Назад/Вперед
303=Кругла кнопка
304=Автоматично приховувати панель інструментів
305=Вимкнути інтерполяцію при масштабуванні > 100%
306=Вимкнути системні закруглені кути
307=Автоматична перевірка оновлень

[DlgDelete]
t=Видалити файл|Не запитувати знову|Бажаєте видалити файл до Кошика?

[DlgResize]
t=Змінити розмір зображення|Ширина|Висота|Зберегти співвідношення сторін

[DlgCustomizeTool]
1=Вирівняти зліва|Вирівняти по центру|Вирівняти справа
tip=Відновити за замовчуванням|Видалити кнопку|Перемістити вліво|Перемістити вправо|Застосувати зміни

[DlgAbout]
0=Про програму
1=Версія:
2=Copyright © ▢ FULI. Всі права захищені.
3=Безкоштовно для особистого та комерційного використання
4=Перевірити оновлення
5=Закрити
6=Ви використовуєте останню версію
7=Доступна нова версія. Бажаєте отримати її зараз?
8=Титри

[SearchImage]
1=Виберіть теку із зображеннями
3=Пошук фото за датою зйомки починаючи з:
4=тільки цього дня|в межах 10 днів|в межах 30 днів|в межах 100 днів
5=Пошук
8=Пошук зображень
9=Пошук було скасовано
10=Всього знайдено зображень

[BatchSvg]
1=Виберіть теку, що містить файли ▢
2=Виберіть розмір вихідного зображення
3=Конвертація
4=В теці не знайдено файлів ▢
5=Конвертацію зображення завершено.
6=Виберіть папку виводу
7=Не вдалося конвертувати: 
8=Конвертація була скасована.

[File]
SUPPORT_FILE=Всі зображення
SAVE_ERROR=Не вдалося зберегти зображення
5=Тека не існує
6=Оглянути...

[MENU]
2=Вихід
12=Фактичний розмір
13=Вписати в розмір вікна
21000=Відкрити
21001=Зберегти як
21002=Копіювати
21100=Друк
tool=Інструменти
21101=Отримати поточні шпалери
21806=Розпізнати текст на зображенні
21807=Обрізати
21600=Завжди зверху
wheel=Коліщатко миші
21700=Попереднє/наступне зображення
21701=Масштаб
toolbar=Панель інструментів
21750=Зверху
21751=Знизу
21805=Налаштувати панель інструментів
language=Мова
21800=Налаштування
21801=Про програму
recent=Останні файли
21804=Очистити
20000=Інформація
21003=Відкрити теку розташування зображення
openwith=Відкрити в
21803=Вибрати
20013=Повноекранний режим
21004=Вставити зображення
21108=Автоматично приховувати панель інструментів
21110=Перетворити SVG → PNG
21115=Перетворити HEIC → JPG